brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "bazaar"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dep"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "glide"
brew "gnu-sed"
brew "goenv"
brew "hub"
brew "hugo"
brew "jq"
brew "jump"
brew "mercurial"
brew "mysql"
brew "openssl"
brew "peco"
brew "pt"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "travis"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

tap "caskroom/cask"
tap "caskroom/versions"
cask "alfred"
cask "appcleaner"
cask "boostnote"
# comment out cask docker to fix old version docker
# cask "docker"
cask "firefox"
cask "flux"
cask "fly"
cask "google-chrome"
cask "google-backup-and-sync"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "marp"
cask "minikube"
cask "sequel-pro"
cask "shiftit"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "virtualbox"
